[
  {
    "id": "2qtRqGB5YjtkyRm69Q9b",
    "image": "https://www.avinichi.com/wp-content/uploads/Noni-Pore-Purifying-Toner-1-600x600.png",
    "size": "60ml / 2fl.oz",
    "price": "250.00",
    "use": "Apply after cleansing with a cotton ball or pad. Can be used morning or night daily.",
    "name": "Noni Pore Purifying Toner",
    "description": "Elevate your cleansing regime with the exquisite Noni Pore Purifying Toner. Designed to remove traces of oil, dirt, and other impurities, this alcohol-free toner, which is packed with plant extracts and Noni, will finish off what your cleanser started, leaving your skin perfectly prepped for the next step of your skincare routine.",
    "ingredients": "Aqua, Organic Aloe Barbadensis (Aloe Vera) Leaf Juice, Organic Cucumis Sativus (Cucumber) Fruit Extract, Organic Chamomilla Recutita Flower Extract, Organic Hamamelis Virginiana Leaf Extract, Polysorbate 20, Pentylene Glycol, Propanediol, Sodium PCA, Allantoin, Ethylhexylglycerin, Phenoxyethanol, Citric Acid, Morinda Citrifolia (Noni) Fruit Extract, Fragrance.",
    "categories": [
      "Best Sellers",
      "Cleansers",
      "Noni Collection"
    ],
    "collection": "noni",
    "link": "https://www.avinichi.com/product/noni-pore-purifying-toner/"
  },
  {
    "id": "2ror6AoCUGxowoqdWB1M",
    "benefits": [
      "Masks",
      "Mulbery Collection"
    ],
    "image": "https://www.avinichi.com/wp-content/uploads/Liquid-Lift-Overnight-Melting-Mask-1.png",
    "instructions": "Apply a thin layer evenly on skin and leave on for ten minutes. Gently massage into skin and watch droplets form on the surface of your skin. Let the droplets disappear. Don’t wash off. Use this overnight mask weekly.",
    "size": "100g / 3.52oz",
    "price": "1800.00",
    "name": "Liquid Lift Overnight Melting Mask",
    "link": "https://www.avinichi.com/product/liquid-lift-overnight-melting-mask/",
    "description": "Transform the look of your skin overnight with the Liquid Lift Overnight Melting Mask. This moisture mask delivers a concentrated cocktail of superfruit extracts, vitamins, and peptides to target the appearance of dullness, dryness, and an uneven skin texture. Wake up to skin that feels deeply restored and rehydrated!",
    "ingredients": "Aqua, Caprylyl Methicone, PEG-12 Dimethicone/PPG Crosspolymer, Glycerin, Caprylic/Capric Triglyceride, Onopordum Acanthium Flower Leaf/Stem Extract, Acetyl Hexapeptide-8, Sodium Hyaluronate, Squalane, Morus Nigra Fruit Extract, Retinyl Palmitate (Vitamin A), Tocopheryl Acetate (Vitamin E), Organic Lavandula Angustifolia Flower Extract, Organic Chamomilla Recutita (Matricaria) Flower Extract, Organic Aloe Barbadensis Leaf Extract, Vaccinium Myrtillus (Bilberry) Fruit Extract, Euterpe Oleracea (Acai Berry) Fruit Extract, Lycium Barbarum (Goji) Extract, Aristotelia Chilensis (Maqui) Fruit Extract, Aronia Melanocarpa (Chokeberry) Fruit Extract, Garcinia Mongostana (Mangosteen) Fruit Extract, Punica Granatum (Pomegranate) Fruit Extract,  Alcohol, Potassium Sorbate, Dehydroacetic Acid, Benzyl Alcohol, Fragrance.",
    "collection": "mulberry"
  },
  {
    "id": "BscHZXarcDtq0fIrqW8A",
    "image": "https://www.avinichi.com/wp-content/uploads/Noni-Advanced-Hydro-Gel-Face-Eye-Mask-1.png",
    "size": " 14 Face Masks / 14 Eye Masks | 94g / 3.3oz",
    "price": "3500.00",
    "use": "Apply to clean, dry skin. Remove each eye mask from its packaging, and immediately apply the masks to your under-eye area. Tap and smooth the mask with your fingertips until they lay flat on your skin. Repeat with face mask, allowing 15-20 minutes to set before rinsing with cool water. For optimal results, use monthly.",
    "name": "Noni Advanced Hydro-Gel Face & Eye Mask",
    "link": "https://www.avinichi.com/product/noni-advanced-hydro-gel-face-eye-mask/",
    "description": "The Noni Advanced Hydro-Gel Face & Eye Mask is packed with ingredients like lavender oil, noni fruit extract, and collagen that help visibly plump and smooth the appearance of your skin. Once applied, the silky potent serum on the mask gives your skin a radiant glow for a younger-looking complexion.",
    "ingredients": "Aqua, Glycerin, Chondrus Crispus Powder, Ceratonia Siliqua Gum, Potassium Chloride, Hydroxyethylcellulose, Disodium Edta, Allantoin, Collagen, Aloe Yohjyu Matsu Ekisu, Phenoxyethanol, Mica, Silver, Coral, Lavandula Angustifolia (Lavender) Oil, Propylene Glycol, Diazolidinyl Urea, Euxyl PE9010, Morinda Citrifolia (Noni) Fruit Extract.",
    "collection": "noni",
    "categories": [
      "Eye Care",
      "Masks",
      "Noni Collection"
    ]
  },
  {
    "id": "CQxcXtGOaTKrWk3GIKBo",
    "image": "https://www.avinichi.com/wp-content/uploads/Noni-Youth-Restoring-Solution-1-600x600.png",
    "size": "15g / 0.53oz",
    "price": "1300.00",
    "use": "Twist bottom of syringe and push to dispense formula on finger or directly on fine lines and wrinkles. Pat formula into skin gently. If necessary, remove excess solution with a cotton swab.",
    "name": "Noni Youth Restoring Solution",
    "description": "Experience an immediate reduction in the visibility of fine lines and wrinkles using the Noni Youth Restoring Solution. This rapid-acting formula will swiftly provide a polished, taut, and firm appearance to your problematic zones, including your forehead, around your eyes, or near your mouth.",
    "ingredients": "Aqua, Sodium Silicate, Magnesium Aluminum Silicate, Sodium Polystyrene Sulfonate, Acetyl Hexapeptide-8, Sodium Hyaluronate, Tocopheryl Acetate (Vitamin E), Retinyl Palmitate (Vitamin A), Organic Cucumis Sativus (Cucumber) Fruit Extract, Organic Vitis Vinifera (Grape) Seed Extract, Organic Persea Gratissima (Avocado) Oil, Organic Prunus Amygdalus Dulcis (Sweet Almond) Oil, Morinda Citrifolia (Noni) Fruit Extract, Squalane, Caprylic/Capric Triglyceride, Dimethylaminoethanol Tartrate, Mica, Titanium Dioxide, Iron Oxide (CI 77491), Potassium Sorbate, Xanthan Gum, Ethylhexylglycerin, Phenoxyethanol.",
    "categories": [
      "Eye Care",
      "Noni Collection",
      "Serums"
    ],
    "collection": "noni",
    "link": "https://www.avinichi.com/product/noni-youth-restoring-solution/"
  },
  {
    "id": "JhTtJSUNfl1S3DS0JiAF",
    "image": "https://avinichi.com/wp-content/uploads/Beta-Fine-Line-Surface-Filler-1.png",
    "size": "35g / 1.23oz",
    "price": "1950.00",
    "use": "For best results, use the Alpha Fine Line Surface Filler first. Twist the tip of the applicator and the pump will ‘pop’ out. Apply 1-2 pumps onto fingertips, then spread this over wrinkles and fine lines. If necessary, lightly pat into skin until fully absorbed.",
    "name": "Beta Fine Line Surface Filler",
    "description": "Want to turn back the clock on your complexion to the days before aging and sun damage took their toll? Meet the Beta Fine Line Surface Filler – a blend of powerhouse ingredients that’ll restore your complexion, giving you skin that immediately looks plumper, brighter, and fresher after each use.",
    "ingredients": "Aqua/Water/Eau, Sodium Silicate, Magnesium Aluminum Silicate, Sodium Polystyrene Sulfonate, Acetyl Hexapeptide-8, Sodium Hyaluronate, Tocopheryl Acetate (Vitamin E), Retinyl Palmitate (Vitamin A), Organic Cucumis Sativus (Cucumber) Fruit Extract, Ganoderma Lucidum (Mushroom) Extract, Organic Persea Gratissima (Avocado) Oil, Organic Prunus Amygdalus Dulcis (Sweet Almond) Oil, Squalane, Caprylic/Capric Triglyceride, Dimethylaminoethanol Tartrate, Mica, Titanium Dioxide, Iron Oxide (CI 77491), Potassium Sorbate, Xanthan Gum, Ethylhexylglycerin, Phenoxyethanol, Beta-Glucans.",
    "categories": [
      "Eye Care",
      "Reishi Mushroom Collection",
      "Serums"
    ],
    "collection": "reishi",
    "link": "https://www.avinichi.com/product/beta-fine-line-surface-filler/"
  },
  {
    "id": "OfLjmJYD61seR3KKIx5i",
    "name": "Dark Circle Eye Perfecting Cream",
    "categories": [
      "Best Sellers",
      "Camu Camu Collection",
      "Eye Care",
      "Moisturizers"
    ],
    "description": "Specially formulated for the thin and delicate skin around the eyes, the Dark Circle Eye Perfecting Cream has been designed to minimize the visibility of both dark circles and crow’s feet. This silky cream is packed with ingredients that’ll brighten, de-puff, and smooth out the appearance of your skin to leave your eye area looking decades younger.",
    "image": "https://www.avinichi.com/wp-content/uploads/Dark-Circle-Eye-Perfecting-Cream-1.png",
    "ingredients": "Aqua, Hydrogenated Polyisobutene, Cyclopentasiloxane, Cyclohexasiloxane, Stearic Acid, Peg-100 Stearate, Cetearyl Alcohol, Caprylic/Capric Triglyceride, Glycerin, Butylene Glycol, Glyceryl Stearate, Cera Alba, Pichia/Resveratrol Ferment Extract, Tetrahexyldecyl Ascorbate, Caffeine, Retinyl Palmitate, Tocopheryl Acetate, Collagen, Chitosan, Allantoin, Polyacrylamide, C13-14 Isoparaffin, Laureth-7, Myristic Acid, Carbomer, Benzyl Alcohol, Mica, Titanium Dioxide, Tin Oxide, Triethanolamine, Phenoxyethanol, Ethylhexylglycerin, CI 77491, Myrciaria Dubia Fruit Extract.",
    "link": "https://www.avinichi.com/product/dark-circle-eye-perfecting-cream/",
    "price": "600.00",
    "size": "50g / 1.76oz",
    "use": "Using your ring finger, pat a small amount of cream under and around the eye area.",
    "collection": "camu-camu"
  },
  {
    "id": "Ra55FMxK5TK9v1Df9tRj",
    "image": "https://www.avinichi.com/wp-content/uploads/Noni-Polishing-Peel-1-600x600.png",
    "size": "50ml / 1.69fl.oz",
    "price": "300.00",
    "use": "Apply to dry, clean skin. Gently massage in upward circular motions for 30 seconds. Wash peel off with cool water. Use twice a week.",
    "name": "Noni Polishing Peel",
    "description": "Get ready to meet your new favorite way to exfoliate; the Noni Polishing Peel. This multi-tasker not only gently yet thoroughly buffs away dull and dead skin cells, but it’s also brimming with a hive of hydrating ingredients, from Noni to lush botanical oils. Expect brighter, smoother, and softer-looking skin after each use.",
    "ingredients": "Aqua, SD Alcohol 40B (Ethyl Alcohol), Propylene Glycol, Glyceryl Acrylates/Acrylic Acid Copolymer, Cetrimonium Chloride, Glycerin, Microcrystalline Cellulose, Citrus Aurantium Amara (Bitter Orange/Petitgrain) Oil, Juglans Regia (Walnut) Shell Powder, Phenoxyethanol, Bambusa Arundinacea Stem (Bamboo) Extract Powder, Ethylhexylglycerin, Cocos Nucifera (ORGANIC Coconut) Oil, Ascorbic Acid (Vitamin C), Phospholipids, Mandelic Acid, Camellia Sinensis (Green Tea) Leaf Extract, Yellow 6 (CI#15985), Yellow 5 (CI#19140), Tocopheryl Acetate (Vitamin E Acetate), Retinyl Palmitate (Vitamin A Palmitate), Ascorbyl Palmitate (Vitamin C Palmitate), Morinda Citrifolia (Noni) Fruit Extract.",
    "categories": [
      "Best Sellers",
      "Exfoliants",
      "Noni Collection"
    ],
    "collection": "noni",
    "link": "https://www.avinichi.com/product/noni-polishing-peel/"
  },
  {
    "id": "XY2P6Rk4FN0IDwZ5zbfw",
    "image": "https://www.avinichi.com/wp-content/uploads/Hydrating-Multifruit-C-Serum-1-600x600.png",
    "size": "40ml / 1.35fl.oz",
    "price": "600.00",
    "use": "After cleansing, massage onto face & neck using gentle upward motions. Once fully absorbed, follow with your moisturizer.",
    "name": "Hydrating Multifruit C-Serum",
    "description": "A must-have in every skincare routine, a good vitamin C serum will leave your skin looking and feeling brighter and tighter. The Hydrating Multifruit C-Serum takes things one step further – not only is it infused with two potent forms of vitamin C, but it also boasts mulberry extract to target the appearance of wrinkles, along with multiple vitamins and antioxidants to promote a complexion that glows from within.",
    "ingredients": "Cyclopentasiloxane, Cyclotetrasiloxane, Dimethiconol, Isopropyl Palmitate, Glyceryl Dibehenate, Tribehenin, Glyceryl Behenate, Tetrahexyldecyl Ascorbate (Vitamin C), Ascorbyl Palmitate (Vitamin C), Retinyl Palmitate (Vitamin A), Tocopheryl Acetate (Vitamin E), Organic Simmondsia Chinensis (Jojoba) Seed Oil, Organic Persea Gratissima Oil, Organic Olea Europaea (Olive) Fruit Oil, Organic Cocos Nucifera (Coconut) Oil, Phenoxyethanol, Ethylhexylglycerin, Fragrance, Morus Nigra Fruit Extract.",
    "categories": [
      "Mulberry Collection",
      "Serums"
    ],
    "collection": "mulberry",
    "link": "https://www.avinichi.com/product/hydrating-multifruit-c-serum/"
  },
  {
    "id": "fMIFzVKTVW2osovcakUZ",
    "image": "https://www.avinichi.com/wp-content/uploads/Mulberry-Hydrating-Regimen-1-600x600.png",
    "price": "7000.00",
    "use": "At nighttime, cleanse your face thoroughly. Start with the derma roller. Begin in one area of your face, gently rolling 4-5 times horizontally, vertically, and diagonally. Continue to other areas of your face until complete. Clean derma roller after use. Use spoon to apply a thin layer of the Liquid Lift Overnight Melting Mask on skin and leave on for ten minutes. Gently massage into skin and watch droplets form on the surface. Let the droplets disappear. Don’t wash off. The next morning, apply a small amount of the Super-Dewy Bead Serum on freshly cleansed skin. Follow by massaging in the Mulberry Velvet Silk Crème.",
    "name": "Mulberry Hydrating Regimen",
    "description": "Revitalize your complexion with our Mulberry Hydrating Regimen, infused with mulberry extract. The Liquid Lift Overnight Melting Mask, Super-Dewy Bead Serum, and Mulberry Velvet Silk Crème work in harmony to deeply hydrate, leaving your skin with a velvety smooth appearance. Enhance absorption with the included derma roller, ensuring each product’s benefits are maximized for a deeply radiant and rejuvenated complexion.",
    "categories": [
      "Masks",
      "Moisturizers",
      "Mulberry Collection",
      "Serums"
    ],
    "collection": "mulberry",
    "ingredients": [
      "Liquid Lift Overnight Melting Mask: Aqua, Caprylyl Methicone, PEG-12 Dimethicone/PPG Crosspolymer, Glycerin, Caprylic/Capric Triglyceride, Onopordum Acanthium Flower Leaf/Stem Extract, Acetyl Hexapeptide-8, Sodium Hyaluronate, Squalane, Morus Nigra Fruit Extract, Retinyl Palmitate (Vitamin A), Tocopheryl Acetate (Vitamin E), Organic Lavandula Angustifolia Flower Extract, Organic Chamomilla Recutita (Matricaria) Flower Extract, Organic Aloe Barbadensis Leaf Extract, Vaccinium Myrtillus (Bilberry) Fruit Extract, Euterpe Oleracea (Acai Berry) Fruit Extract, Lycium Barbarum (Goji) Extract, Aristotelia Chilensis (Maqui) Fruit Extract, Aronia Melanocarpa (Chokeberry) Fruit Extract, Garcinia Mongostana (Mangosteen) Fruit Extract, Punica Granatum (Pomegranate) Fruit Extract, Alcohol, Potassium Sorbate, Dehydroacetic Acid, Benzyl Alcohol, Fragrance.",
      "Super-Dewy Bead Serum: Aqua, Cyclopentasiloxane, Glycerin, Dimethicone, Polyacrylamide, C12-15 Alkyl Benzoate, Cetyl Alcohol, Propylene Glycol, Vitis Vinifera (Grape) Fruit Cell Extract, Organic Ginkgo Biloba Leaf Extract, Organic Lavandula angustifolia (Lavender) Flower Extract, Organic Jasminum Officinale (Jasmine) Flower Extract, Acetyl Hexapeptide-8, Sodium Hyaluronate, Sodium PCA, Dimethylaminoethanol Tartrate, C13-14 Isoparaffin, Laureth-7, Potassium Sorbate, Xanthan Gum, Tretrasodium EDTA, Morus Nigra Fruit Extract, Agar, 1,2-Hexanediol, Iron Oxides (CI 77499), Ethylhexylglycerin, Phenoxyethanol.",
      "Mulberry Velvet Silk Crème: Aqua, Polysilicone-11, Cyclopentasiloxane, C12-15 Alkyl Benzoate, Polymethylsilsesquioxane, Isododecane, Dimethicone, Steareth-21, Organic Algae Extract, Organic Chamomilla Recutita Flower Extract, Organic Camellia Sinensis (Green Tea) Leaf Extract, Organic Glycyrrhiza Glabra Root Extract, Organic Rosmarinus Officinalis Leaf Extract, Vitis Vinifera (Grape) Fruit Cell Extract, Caffeine, Collagen Amino Acids, Acetyl Hexapeptide-8, Sodium Hyaluronate, Tocopheryl Acetate (Vitamin E), Retinyl Palmitate (Vitamin A), Sodium PCA, Laureth-12, Potassium Sorbate, Carbomer, Aminomethyl Propanol, Morus Nigra Fruit Extract, Ethylhexylglycerin, Phenoxyethanol, Fragrance."
    ],
    "link": "https://www.avinichi.com/product/mulberry-hydrating-regimen/"
  },
  {
    "id": "kI2tTZIyVSgThIsuuqU1",
    "benefits": [
      "Best Sellers",
      "Noni Collection",
      "Moisturizer"
    ],
    "image": "https://www.avinichi.com/wp-content/uploads/Noni-Morning-Glow-1.png",
    "size": "50g / 1.76oz",
    "price": "350.00",
    "use": "After cleansing, massage moisturizer over the entire face and neck. Use daily.",
    "name": "Noni Morning Glow",
    "link": "https://www.avinichi.com/product/noni-morning-glow/",
    "description": "Everyone needs a go-to day cream, and the Noni Morning Glow will soon be yours. Infused with vitamins, antioxidants, and Noni, this daytime moisturizer will leave your skin feeling firmer and smoother after each use.",
    "ingredients": "Aqua, Glycerin, Propylene Glycol, Carthamus Tinctorius (Safflower) Seed Oil, Isopropyl Palmitate, Caprylic/Capric Triglyceride, PEG-100 Stearate, Glyceryl Stearate, Cetearyl Alcohol, Cetearyl Glucoside, Dimethicone, Butyrospermum Parkii (Shea Butter), Tocopheryl Acetate (Vitamin E), Retinyl Palmitate (Vitamin A),  Organic Chamomilla Recutita Flower Extract, Organic Camelia Sinensis Leaf Extract, Organic Aloe Barbadensis Leaf Extract, Acrylates/C10-30 Alkyl Acrylates Crosspolymer, Carbomer, Disodium EDTA, Sodium Hydroxide, Ethylhexylglycerin, Phenoxyethanol, Morinda Citrifolia (Noni) Fruit Extract, Fragrance.",
    "collection": "noni"
  },
  {
    "id": "llCWYSPLQGHGeS50mIah",
    "price": "600.00",
    "link": "https://www.avinichi.com/product/dark-circle-eye-perfecting-cream/",
    "categories": [
      "Best Sellers",
      "Camu Camu Collection",
      "Eye Care",
      "Serums"
    ],
    "description": "Featuring a botanical buffet of flower, leaf, root, and fruit extracts, the Eye Rescue Phyto-Serum is designed to leave the skin feeling deeply hydrated and restored. In addition to giving the skin around your eyes a plumper and fuller appearance, this antioxidant-rich formula will also leave you with a firmer and more lifted look.",
    "image": "https://www.avinichi.com/wp-content/uploads/Eye-Rescue-Phyto-Serum-1.png",
    "ingredients": "Aqua, Propylene Glycol, Polysorbate 20, Palmitoyl Tripeptide-1, Palmitoyl Tetrapeptide-7, Sodium Hyaluronate, Sodium Polystyrene Sulfonate, Pueraria Lobata Root Extract, Organic Camelia Sinensis Leaf Extract, Organic Calendula Officinalis Flower Extract, Organic Aloe Barbadensis Leaf Extract, Organic Ginkgo Biloba Leaf Extract, Sodium PCA, Hydrolyzed Wheat Protein, Myrciaria Dubia Fruit Extract, Ascorbic Acid, Sclerotium Gum, Glycerin, Butylene Glycol, Allantoin, Carbomer, Potassium Sorbate, Disodium EDTA, Aminomethyl Propanediol, Phenoxyethanol, Ethylhexylglycerin.",
    "use": "After cleansing, apply around the entire eye area. Gently pat serum from the inner corner, under the eye, outer corner, and over the eyelid. Avoid contact with eyes.",
    "size": "40ml / 1.35fl.oz",
    "collection": "camu-camu",
    "name": "Eye Rescue Phyto-Serum"
  },
  {
    "id": "mYjHZhVm2nEiAvzrooma",
    "image": "https://www.avinichi.com/wp-content/uploads/Glo-Up-Beautifying-Neck-Chest-Mask-1.png",
    "size": "8 Neck Masks & 8 Chest Masks 80g / 2.82oz",
    "use": "Cleanse skin thoroughly. Remove the mask from foil. Apply mask to neck or chest area. Leave mask on for 15-20 minutes then remove. Gently massage in the remaining serum until it is absorbed. Each mask is single use.",
    "price": "1500.00",
    "name": "Glo-Up Beautifying Neck & Chest Mask",
    "link": "https://www.avinichi.com/product/glo-up-beautifying-neck-chest-mask/",
    "description": "Achieve the ultimate glow up with this mask designed to target the delicate skin on your neck and chest. The Glo-Up Beautifying Neck & Chest Mask delivers a potent dose of hydration and is enriched with noni fruit extract to help reduce the appearance of fine lines. This luxurious at-home treatment is suitable for all skin types.",
    "ingredients": "Aqua, Glycerin, Chondrus Crispus Powder, Glucomannan, Ceratonia Siliqua Gum, Potassium Chloride, Xanthan Gum, Caprylhydroxamic Acid, 1,2-Hexanediol, Aroma, Sodium Hyaluronate, Morinda Citrifolia (Noni) Fruit Extract, CI77019, CI77891, CI77491.",
    "categories": [
      "Masks",
      "Noni Collection"
    ],
    "collection": "noni"
  },
  {
    "id": "pu2U3aCanEZzaMcz8QpR",
    "image": "https://www.avinichi.com/wp-content/uploads/Noni-Mousse-Cleanser-1-600x600.png",
    "size": "60ml / 2fl.oz",
    "price": "250.00",
    "use": "Gently lather a small amount of mousse in hands and then apply to damp face. Rinse thoroughly with water.",
    "name": "Noni Mousse Cleanser",
    "description": "The perfect start to every skincare routine, the Noni Mousse Cleanser can be used daily to remove dirt, makeup, and other impurities from the skin. Formulated with gentle, coconut-derived cleansing agents and infused with plant extracts and Noni, this lush cleanser will give your skin a fresh and radiant finish.",
    "ingredients": "Aqua, Sodium Cocoyl Isethionate, Sodium Methyl Cocoyl Taurate, Sodium Lauroyl Methyl Isethionate, Glycol Distearate, PEG-120 Methyl Glucose Dioleate, Cocamidopropyl Betaine, Glycerin, Stearic Acid, Polyacrylate-1 Crosspolymer, Organic Aloe Barbadensis Leaf Extract, Organic Lavandula Angustifolia Extract, Organic Chamomilla Recutita Flower Extract, Organic Calendula Officinalis Flower Extract, Propanediol*Zemea*, Sodium PCA, Organic Argania Spinosa Kernel (Argan) Oil, Moringa Oleifera Seed Oil, Citric Acid, Tetrasodium EDTA, Phenoxyethanol, Ethylhexylglycerin, Morinda Citrifolia (Noni) Fruit Extract, Fragrance.",
    "categories": [
      "Best Sellers",
      "Cleansers",
      "Noni Collection"
    ],
    "collection": "noni",
    "link": "https://www.avinichi.com/product/noni-mousse-cleanser/"
  },
  {
    "id": "rygTAAzLkRSNnaEcQqDh",
    "image": "https://www.avinichi.com/wp-content/uploads/Phyto-Thermal-Collection-1.png",
    "price": "5000.00",
    "use": "Apply the Phyto Remedy Thermal Mask to cleansed skin. Gently massage onto the face in a circular motion. To intensify heating treatment, massage 2-3 drops of the Hydrating Antioxidant Serum over the mask. Allow the mask to rest for 10-15 minutes, then rinse with warm water. Apply the Mulberr-E Moisture Infusion Cream evenly to the face after. Massage gently into skin. To increase product absorption, use the jade roller at the center of the face, under the eyes and cheekbones, moving in short, gentle strokes. Continue to the jawbone, starting at the chin, and moving out. Roll above the eyebrows and forehead in an out and up motion.",
    "name": "Phyto Thermal Collection",
    "description": "Revitalize your complexion with our Mulberry Hydrating Regimen, infused with mulberry extract. The Liquid Lift Overnight Melting Mask, Super-Dewy Bead Serum, and Mulberry Velvet Silk Crème work in harmony to deeply hydrate, leaving your skin with a velvety smooth appearance. Enhance absorption with the included derma roller, ensuring each product’s benefits are maximized for a deeply radiant and rejuvenated complexion.",
    "categories": [
      "Masks",
      "Moisturizers",
      "Reishi Mushroom Collection",
      "Serums"
    ],
    "collection": "reishi",
    "ingredients": [
      "Phyto Remedy Thermal Mask – PEG-8, Zeolite, Kaolin, Methyl Gluceth-20, Retinyl Palmitate, Ascorbic Acid, Tocopheryl Acetate, Organic Arnica Montana Flower Extract, Organic Aloe Barbadensis Leaf Extract, Organic Prunus Amygdalus Dulcis Seed Extract, Organic Coffee Arabica Seed Extract, Organic Citrus Limon Fruit Extract, Organic Angelica Archangelica Root Extract, Ganoderma Lucidum (Mushroom) Extract, Phenoxyethanol, Ethylhexylglycerin, Mica, Titanium Dioxide CI-77891, Iron Oxide CI-77499.",
      "Hydrating Antioxidant Serum – Aqua, Glycerin, Polysorbate 20, Palmitoyl Tripeptide-1, Palmitoyl Tetrapeptide-7, Sodium Hyaluronate, Sodium Polystyrene Sulfonate, Organic Crataegus Monogyna (Hawthorn Berries) Fruit Extract, Organic Syringa Vulgaris Extract, Organic Pyrus Malus (Apple) Fruit Extract, Acetyl Hexapeptide-8, Ganoderma Lucidum (Mushroom) Extract, Sclerotium Gum, Butylene Glycol, Allantoin, Carbomer, Disodium EDTA, Potassium Sorbate, Aminomethyl Propanediol, Phenoxyethanol, Ethylhexylglycerin, Fragrance.",
      "Mulberr-E Moisture Infusion Cream- Aqua, Propylene Glycol, Isopropyl Palmitate, Glyceryl Stearate, Caprylic/Capric Triglyceride, Stearic Acid, Glycerin, Cetearyl Alcohol, Ceteareth-20, Ganoderma Lucidum (Mushroom) Extract, Organic Rosa Canina Fruit Extract, Organic Rosmarinus Officinalis (Rosemary) Leaf Extract, Organic Vitis Vinifera (Grape) Seed Extract, Magnesium Aluminum Silicate, Salicylic Acid, Allantoin, Tocopheryl Acetate (Vitamin E), Retinyl Palmitate (Vitamin A), Disodium EDTA, Xanthan Gum, Dimethicone, Carbomer, Aminomethyl Propanediol, Phenoxyethanol, Ethylhexylglycerin, Fragrance."
    ],
    "link": "https://www.avinichi.com/product/phyto-thermal-collection/"
  },
  {
    "id": "u3I9RdH40xWLiDbbBtEO",
    "image": "https://www.avinichi.com/wp-content/uploads/Lift-Tighten-Superberry-Neck-Cream-1-600x600.png",
    "size": "50g / 1.76oz",
    "price": "1200.00",
    "use": "Gently apply to the neck and décolleté after cleansing using upward strokes.",
    "name": "Lift + Tighten Superberry Neck Cream",
    "description": "Treat the skin on your neck to a tighter, firmer, and more lifted appearance with the Lift + Tighten Superberry Neck Cream. Specially formulated for the delicate skin on the décolletage, this neck cream, which contains a potent blend of vitamins, plant extracts, and superfood seed oils, will leave your neck feeling smoother, softer, and deeply hydrated.",
    "ingredients": "Aqua, Isopropyl Palmitate, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Glyceryl Stearate, Cetyl Alcohol, Glycerin, Propanediol, Behenyl Alcohol, Organic Butyrospermum Parkii (Shea Butter), Organic Carthamus Tinctorius (Safflower) Seed, Organic Simmondsia Chinensis (Jojoba) Seed Oil, Organic Camellia Sinensis (Green Tea) Leaf Extract, Organic Aloe Barbadensis Leaf Extract, Organic Chamomilla Recutita Flower Extract, Morus Nigra Fruit Extract, Retinyl Palmitate (Vitamin A), Tocopheryl Acetate (Vitamin E), Acetyl Hexapeptide-8, Collagen Amino Acids, Sodium Hyaluronate, Polysorbate 60, Isododecane, Allantoin, Xanthan Gum, Potassium Sorbate, Sodium Polyacrylate, Trisodium Ethylenediamine Disuccinate, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Ethylhexylglycerin, Phenoxyethanol, Fragrance.",
    "categories": [
      "Moisturizers",
      "Mulberry Collection"
    ],
    "collection": "mulberry",
    "link": "https://www.avinichi.com/product/lift-tighten-superberry-neck-cream/"
  },
  {
    "id": "uWcCWHvCFE5DadjtbpfI",
    "image": "https://www.avinichi.com/wp-content/uploads/Alpha-Fine-Line-Surface-Filler-1.png",
    "size": "35g / 1.23oz",
    "price": "1950.00",
    "use": "Twist the tip of the applicator and the pump will ‘pop’ out. Apply 1-2 pumps onto fingertips, then spread this over wrinkles and fine lines. If necessary, lightly pat into skin until fully absorbed. Follow with the Beta Fine Line Surface Filler for best results.",
    "name": "Alpha Fine Line Surface Filler",
    "description": "If the appearance of aging is your main skin concern, turn your attention to the Alpha Fine Line Surface Filler. This cutting-edge formula features a blend of fast-acting ingredients that will quickly reduce the appearance of surface lines and wrinkles while giving your face a luminescent glow.",
    "ingredients": "Aqua/Water/Eau, Sodium Silicate, Magnesium Aluminum Silicate, Sodium Polystyrene Sulfonate, Acetyl Hexapeptide-8, Sodium Hyaluronate, Tocopheryl Acetate (Vitamin E), Retinyl Palmitate (Vitamin A), Organic Cucumis Sativus (Cucumber) Fruit Extract, Ganoderma Lucidum (Mushroom) Extract, Organic Persea Gratissima (Avocado) Oil, Organic Prunus Amygdalus Dulcis (Sweet Almond) Oil, Squalane, Caprylic/Capric Triglyceride, Dimethylaminoethanol Tartrate, Mica, Titanium Dioxide, Iron Oxide (CI 77491), Potassium Sorbate, Xanthan Gum, Ethylhexylglycerin, Phenoxyethanol, Alpha-Hydroxy Acids.",
    "categories": [
      "Eye Care",
      "Reishi Mushroom Collection",
      "Serums"
    ],
    "collection": "reishi",
    "link": "https://www.avinichi.com/product/alpha-fine-line-surface-filler/"
  }
]